Repository: fr4c74l/diggems
Catalog: game/locale/*/LC_MESSAGES/djangojs.po
Languages: es, pt_br

source: Your turn! Play!
es: ¡Tú turno! ¡Juege!
pt_br: Sua vez! Jogue!

source: DigGems: Game
es: DigGems: Juego
pt_br: DigGems: Jogo

source: Wait for your turn.
es: Espere tu turno.
pt_br: Espere sua vez.

source: Game over,
es: Juego terminado,
pt_br: O jogo acabou,

source: you win!
es: ¡tú ganaste!
pt_br: você venceu!

source: you lose.
es: tú perdiste.
pt_br: você perdeu.

source: Red's turn.
es: Turno del rojo.
pt_br: Vez do vermelho.

source: Blue's turn.
es: Turno del azul
pt_br: Vez do azul.

source: Game is over, red player won.
es: Juego terminó, el rojo ganó.
pt_br: O jogo acabou, o vermelho venceu.

source: Game is over, blue player won.
es: Juego terminó, el azul ganó.
pt_br: O jogo acabou, o azul venceu.

source: Game is over, red player won by resignation.
es: Juego terminó, el rojo ganó por renuncia.
pt_br: O jogo acabou, o vermelho venceu por desistência.

source: Game is over, blue player won by resignation.
es: Juego terminó, el azul ganó por renuncia.
pt_br: O jogo acabou, o azul venceu por desistência.

source: Rematch in
pt_br: Revanche em

source: seconds.
pt_br: segundos.

source: Rematch
es: Revancha
