Repository: fr4c74l/diggems
Catalog: game/locale/*/LC_MESSAGES/django.po
Languages: es

source: guest
es: visitante

# Facebook
source: en_US
es: es_LA

source: {} joined the chat
es: {} se unió al chat

source: {} has left the chat
es: {} salió del chat

source: Broken Link
es: Link roto

source: This page does not exist. You may have mis-typed the URL. Go back to <a href="/">main page</a>.
es: Esta página no existe. Es posible que haya escrito mal la URL. Vuelva a la <a href="/">página principal</a>.

source: Challenge Acceptance
es: Aceptación del Desafío

source: Oponent is waiting for you!
es: ¡El Oponente te está esperando!

source: is waiting right now for an oponent on a DigGems match. Are you the one to accept the challenge? Please be considerate and only join in if you intent to play through the game. A match hardly lasts more than 15 minutes.
es: está esperando en este momento para una partida de DigGems. ¿Eres tú el que aceptará el desafío? Por favor considere solamente si estás dispuesto a jugar todo el juego, un partido raramente tarda más que 15 minutos.

source: I will not chicken out! Let me in!
es: ¡No voy a acobardarme! ¡Déjame jugar!

source: Or you may <a id="cancel_btn">cancel</a> this request if you do not want to play.
es: O puedes <a id="cancel_btn"> cancelar </a> este pedido si no queires jugar.

# XHTML
source: en
es: es

source: Score
es: Pontuación

source: Logout
es: Desconectar

source: Play it now!
es: ¡Juege ahora!

source: About the game
es: Sobre el juego

source: How to play
es: Como jugar

source: Source code
es: Código fuente

source: Policy
es: Política

source: Terms of service
es: Términos de servicio

source: Privacy policy
es: Política de privacidad

source: About Us
es: Sobre nossotros

source: Contact us
es: Contáctanos

source: Patronage
es: Contribución

source: This game is free to play and <a href="/info/sourcecode">free software</a>. We also don't feel to be fair to charge for competitive advantage of some players over others. Anyway, we have dedicated much of our time to develop this game, and have our costs in keeping it running and in its continual development. Thus, we shamelessly ask for your patronage: any amount you can spare (greater than PayPal transaction fees) will be appreciated.
es: Este juego es gratis y <a href="/info/sourcecode"> software libre</a>. Nosotros también no sentimos ser justo cobrar por ventaja competitiva de algunos jugadores sobre otros. Dedicamos gran parte de nuestro tiempo para desarrollar este juego, y tenemos nuestros costos en mantenerlo en funcionamento en su constante desarollo. Por lo tanto, nosotros, sin vergüenza pedimos por tu patrocinio: cualquier candidad que puedas compartir (mayor que las comisiones de PayPal) será apreciada.

source: Thanks!
es: Gracias!

source: DigGems Patronage
es: Soporte al Diggems

source: US
es: ES

# PayPal
source: en_US
es: es_ES

source: PayPal - The safer, easier way to pay online!
es: PayPal - La forma más fácil y segura de pagar!

source: Donate Bitcoin
es: Donar Bitcoin

source: Game %(game_id)s
es: Juego %(game_id)s

source: Waiting for oponent
es: Esperando oponente

source: This game mode is private. You need to invite someone!
es: Este juego es privado. ¡Tienes que convidar alguien!

source: Invite a friend
es: Convidar un amigo

source: Or
es: O

source: Copy the link to your adversary
es: Copie este link para tu oponente

source: Accept the challenge and play immediately!
es: ¡Acepte el desafio y juege imediatamente!

source: Wait for someone to connect.
es: Espere que alguien se conecte.

source: Cancel
es: Cancelar

source: Give Up
es: Desistir

source: Rematch
es: Revancha

source: Terminate Game
es: Terminar el juego

source: Take Player's Turn
es: Tomar el turno

source: Ready for a rematch?
es: ¿Listo para una revancha?

source: Ready
es: Listo

source: Close
es: Cerrar

source: Accept
es: Aceptar

source: Empty!
es: ¡Vazio!

source: Join!
es: ¡Unirse!

source: Wait...
es: Espere...

source: You
es: Tú

source: Your opponent
es: Tú adversario

source: Game %(game_id)s chat room
es: Chat del Juego %(game_id)s

source: Unauthorized
es: No autorizado

source: Error 403: Somebody is already playing in this place
es: Error 403: Alguien ya está jugando aqui

source: You can not play this game anymore, because someone else is already playing it. You may instead:
es: No puedes jugar este juego, porque alguien ya lo está jugando. Aun puedes:

source: Watch that match <a href="../">here</a>;
es: Ver el partido <a href="../">aqui</a>;

source: Find another match to join in the <a href="/">index</a>;
es: Encontrar otro partido para unirse en el <a href="/">index</a>;

source: Create a <a href="/new_game/">new match</a> and invite your friends to play.
es: Crie un <a href="/new_game/"> nuevo juego</a> y convide sus amigos para jugar

source: Error 404: This game has expired!
es: Error 404: Este juego terminó

source: ...or has never existed. Create a new one at the <a href ="/">main page</a>.
es: ...o nunca existió. Crie uno nuevo en la <a href ="/">página principal</a>.

source: Return to game
es: Retornar al juego

source: Your running games
es: Sus juegos corrientes

source: Game
es: Juego

source: Private
es: Privado

source: Public
es: Público

source: Waiting the other player
es: Esperando el otro jugador

source: In progress
es: En curso

source: Return to game!
es: ¡Retornar al juego!

source: Play!
es: ¡Jugar!

source: Play with a friend!
es: ¡Juege con un amigo!

source: Accept challenge!
es: ¡Aceptar desafío!

source: Game statistics
es: Estadísticas

source: Global Chat Room
es: Chat Global

source: Private Challenge Acceptance
es: Aceptación del Desafío privado

source: You were invited to a private game.
es: Te invitaron a una partida privada.

source: The game you were invited for is private. Please, <a onclick="FB.login();">authorize</a> this application in order for us to confirm your identity.
es: El juego que te invitaron es privado, por favor, <a onclick="FB.login();">autorice</a> la aplicación para que podamos confirmar tu identidad.
